{
  "documentId": "acceptable-use-policy-doc",
  "Title": "Acceptable Use Policy",
  "slug": "acceptable-use-policy",
  "pageBanner": {
    "id": 69,
    "documentId": "pwarmzrfsvyegqhbg40yzaz2",
    "name": "pexels-fauxels-3184434.jpg",
    "alternativeText": null,
    "caption": null,
    "width": 6000,
    "height": 4004,
    "formats": {
      "large": {
        "ext": ".jpg",
        "url": "/cms-media/pexels_fauxels_3184434_c1ca826901.jpg",
        "hash": "large_pexels_fauxels_3184434_c1ca826901",
        "mime": "image/jpeg",
        "name": "large_pexels-fauxels-3184434.jpg",
        "path": null,
        "size": 103.28,
        "width": 1000,
        "height": 667,
        "sizeInBytes": 103276
      },
      "small": {
        "ext": ".jpg",
        "url": "/cms-media/pexels_fauxels_3184434_c1ca826901.jpg",
        "hash": "small_pexels_fauxels_3184434_c1ca826901",
        "mime": "image/jpeg",
        "name": "small_pexels-fauxels-3184434.jpg",
        "path": null,
        "size": 37.35,
        "width": 500,
        "height": 333,
        "sizeInBytes": 37353
      },
      "medium": {
        "ext": ".jpg",
        "url": "/cms-media/pexels_fauxels_3184434_c1ca826901.jpg",
        "hash": "medium_pexels_fauxels_3184434_c1ca826901",
        "mime": "image/jpeg",
        "name": "medium_pexels-fauxels-3184434.jpg",
        "path": null,
        "size": 68.51,
        "width": 750,
        "height": 501,
        "sizeInBytes": 68507
      },
      "thumbnail": {
        "ext": ".jpg",
        "url": "/cms-media/pexels_fauxels_3184434_c1ca826901.jpg",
        "hash": "thumbnail_pexels_fauxels_3184434_c1ca826901",
        "mime": "image/jpeg",
        "name": "thumbnail_pexels-fauxels-3184434.jpg",
        "path": null,
        "size": 12.08,
        "width": 234,
        "height": 156,
        "sizeInBytes": 12080
      }
    },
    "hash": "pexels_fauxels_3184434_c1ca826901",
    "ext": ".jpg",
    "mime": "image/jpeg",
    "size": 1967.93,
    "url": "/cms-media/pexels_fauxels_3184434_c1ca826901.jpg",
    "previewUrl": null,
    "provider": "cloudinary",
    "provider_metadata": null,
    "createdAt": "2025-04-14T18:05:07.341Z",
    "updatedAt": "2025-04-22T15:43:00.367Z",
    "publishedAt": "2025-04-14T18:05:07.342Z"
  },
  "ParentPage": {
    "slug": "politicas"
  },
  "Content": [
    {
      "__component": "ui.accordion",
      "id": 1,
      "Items": [
        {
          "Titulo": "1.1 - General",
          "content": "<p>You are expected to make yourself familiar with, and follow, the organization's security policies and procedures and any special instructions relating to your work.</p><p>Be aware that your use of JOYN computer and communications systems may be monitored and/or recorded for lawful purposes.</p><p>You must comply at all times with the legal, statutory or contractual obligations that the organization informs you are relevant to your role.</p>"
        },
        {
          "Titulo": "1.2 - Access Control",
          "content": "<p>You are responsible for the use and protection of the user credentials with which you are provided (user account and password, access token or other items you may be provided with).</p><ul><li>Use strong passwords that comply with organization policies and take reasonable precautions to ensure that your passwords are only known by you (for example, not sharing passwords or writing them down)</li><li>Don't use the same password (or close variation of the same password) for multiple user accounts</li><li>Never use anyone else's user account and password to access the organization's systems</li><li>You must not use privileged user accounts (user accounts with higher-than-normal system access) for business-as-usual activities</li><li>You must not attempt to access any computer system to which you have not been given authorized access</li><li>Never attempt to bypass or subvert system security controls or to use them for any purpose other than that intended</li><li>You must not connect unauthorized devices to the organization network</li></ul>"
        },
        {
          "Titulo": "1.3 - Classified Information",
          "content": "<ul><li>Ensure that you label any classified material that you create appropriately according to published guidelines so that it remains appropriately protected</li><li>Always protect any classified material you send, receive, store or process according to the level of classification assigned to it, including both electronic and paper copies</li><li>Don't send classified information over the Internet via email or other methods unless appropriate methods (for example encryption) have been used to protect it from unauthorized access</li><li>Always ensure that you enter the correct recipient email address(es) so that classified information is not compromised</li><li>Take care that you are not overlooked by unauthorized people when working and exercise appropriate precautions when printing classified information</li><li>Securely store classified printed material and ensure it is correctly destroyed when no longer needed</li><li>Never leave your computer unattended such that unauthorized access can be gained to information via your user account while you are away from your workstation</li><li>On leaving the organization, you must inform your manager prior to departure of any important information held in your user account or in a location to which the organization has no, or limited, access</li></ul>"
        },
        {
          "Titulo": "1.4 - Electronic Messaging",
          "content": "<p>Electronic messaging covers email and various forms of instant and store-and-forward messaging such as SMS texts, messaging apps, web chats and messaging facilities within social media platforms.</p><p>The organization-provided electronic messaging facilities must always be used when communicating with others on official business. You must not use a personal account for this purpose.</p><p>All organization messages should be considered to be official communications from the organization and treated accordingly.</p><p>You must not send messages containing material which is defamatory, obscene, does not comply with the organization's equality and diversity policy or which a recipient might otherwise reasonably consider inappropriate.</p><p>In particular, organization electronic messaging facilities must not be used for:</p><ul><li>The distribution of unsolicited commercial or advertising material, chain letters, or other junk-mail of any kind, to other organizations</li><li>To send material that infringes the copyright or intellectual property rights of another person or organization</li><li>For activities that corrupt or destroy other users' data or otherwise disrupt the work of other users</li><li>To distribute any offensive, obscene or indecent images, data, or other material, or any data capable of being resolved into obscene or indecent images or material</li><li>To send anything which is designed or likely to cause annoyance, inconvenience or needless anxiety to others</li><li>To convey abusive, threatening or bullying messages to others</li><li>To transmit material that either discriminates or encourages discrimination on the grounds of race, gender, sexual orientation, marital status, disability, political or religious beliefs</li><li>For the transmission of defamatory material or false claims of a deceptive nature</li><li>For activities that violate the privacy of other users</li><li>To send anonymous messages - i.e. without clear identification of the sender</li><li>For any other activities which bring, or may bring, the organization into disrepute</li></ul><p>If you are not sure whether your intended message falls into this category, please consult your line manager before sending.</p><p>You should be aware that many information security breaches occur as a result of \"phishing\", where an email or other type of message is sent which either has a malicious attachment or includes links to websites which are set up to steal information. If you are suspicious about a message, report it to the service desk without opening any attachments or clicking on links.</p>"
        },
        {
          "Titulo": "1.5 - Internet Browsing",
          "content": "<p>Your Internet access on organization-owned devices is primarily provided for tasks reasonably related to your work including:</p><ul><li>Access to information and systems that is pertinent to fulfilling the organization's business obligations</li><li>The capability to post updates to organization-owned and/or maintained websites and social media accounts</li><li>An electronic commerce facility (e.g. purchasing equipment for the organization)</li><li>Research</li><li>Other tasks that are part of your job role</li></ul><p>The organization permits personal use of the Internet in your own time (for example during your lunchbreak), provided it does not interfere with your work. Any exception to this is at the discretion of your line manager.</p><p>Except where it is strictly and necessarily required for your work, for example IT audit activity or other investigation, you must not use the Internet access provided by JOYN to:</p><ul><li>Create, download, upload, display or access knowingly, sites that contain pornography or other \"unsuitable\" material that might be deemed illegal, obscene or offensive</li><li>Subscribe to, enter or use peer-to-peer networks or install software that allows sharing of music, video or image files</li><li>Subscribe to, enter or utilize real time chat facilities</li><li>Subscribe to, enter or use online gaming or betting sites</li><li>Subscribe to or enter \"money making\" sites or enter or use \"money making\" programs</li><li>Run a private business</li><li>Download any software that does not comply with the organization's software policy</li></ul><p>The above list gives examples of \"unsuitable\" usage but is neither exclusive nor exhaustive. \"Unsuitable\" material will include data, images, audio files or video files the transmission of which is illegal and material that is against the rule, essence and spirit of this and other organizational policies.</p><p>You must also avoid websites that are flagged by anti-malware or browser software as being potentially unsafe, or which appear suspicious.</p>"
        },
        {
          "Titulo": "1.6 - Mobile Devices",
          "content": "<p>Mobile devices include items such as laptops, notebooks, tablet devices, smartphones and smart watches.</p><ul><li>Unless specifically authorized, only mobile devices provided by the organization may be used to hold or process classified information</li><li>An organization-provided device is for your business use only; it must not be shared with family or friends or used for personal activities</li><li>You must not remove equipment or information from the organization's premises without appropriate approval</li><li>You must take precautions to protect all mobile devices and computer media when carrying them outside the organization's premises (for example, not leaving a laptop unattended or on display in a car such that it would encourage an opportunist theft)</li><li>The device must not be connected to non-corporate networks such as public Wi-Fi or the Internet unless a VPN (Virtual Private Network) is used</li><li>Do not remove any identifying marks on the device such as a company asset tag or serial number. Ensure that the device is locked away when being stored and that the key is not easily accessible</li><li>Do not add peripheral hardware to the device without approval</li><li>Permission must be obtained before the device is taken out of the country. This is to ensure that it will work and to consider any insurance implications</li><li>Where possible, the device will be secured so that all of the data on it is encrypted and so is only accessible if the password is known. If the device is supplied with encryption, do not disable it</li></ul>"
        },
        {
          "Titulo": "1.7 - Working from Home",
          "content": "<p>A homeworking (also called teleworking or simply working from home) arrangement is a voluntary agreement (unless subject to government guidance such as on the basis of public health) between the organization and the employee. It usually involves the employee working from home in a separate area of their living accommodation, whether this is a house, apartment or other type of domestic residence.</p><p>Before a homeworking arrangement can be put in place it must be agreed by both the organization and the employee and an initial risk assessment carried out, considering the proposed work environment and nature of the tasks to be performed as part of the job role.</p><p>When working from home, you must ensure that the controls specified by the risk assessment (such as physical security and use of organization-provided communications) are complied with at all times.</p>"
        },
        {
          "Titulo": "1.8 - Privacy and Compliance",
          "content": "<p>JOYN has a legal obligation to comply with all applicable legislation affecting its business operations, and every employee must play their part in meeting these requirements, in areas such as data privacy, intellectual property, and governance.</p><ul><li>You must ensure that you follow organization policies and rules for the processing of personal data at all times</li><li>Take care to understand the rules surrounding the use of the intellectual property of others, such as software, videos, music, books, documentation, photographs and logos so that copyright and other protections are not infringed</li><li>Ensure that the intellectual property of JOYN is protected when dealing with third parties</li></ul>"
        },
        {
          "Titulo": "1.9 - Cloud Computing",
          "content": "<p>JOYN makes extensive use of cloud services to enable business processes in a responsive and flexible way. These services are subject to a due diligence procedure to ensure that they meet our business, security and legal requirements.</p><p>As part of your job role, you must only make use of cloud services that have been put in place by JOYN. The storing of classified information in unapproved cloud services is strictly prohibited.</p>"
        },
        {
          "Titulo": "1.10 - Use of Social Media",
          "content": "<p>JOYN makes extensive use of social media to communicate directly with our customers as part of our marketing activity, to provide support for our products and services, and to obtain useful feedback on how our organization is perceived.</p><ul><li>You must be authorized to use corporate social media accounts and to represent the organization to the general public, and only if that is part of your job role</li><li>Only authorized accounts should be used to publish messages and respond to other users of relevant social media channels. Do not use your own personal accounts</li><li>JOYN respects your personal online activity as a medium of self-expression, but remember you continue to have responsibilities to the organization outside of working hours</li><li>When using social media to engage on matters relevant to JOYN, make it clear it is your own opinion you are expressing and not that of the organization</li></ul>"
        },
        {
          "Titulo": "1.11 - Information Security Incidents",
          "content": "<p>If you detect, suspect or witness an incident that may be a breach of security, or if you observe any suspected information security weaknesses in systems or services, you should in the first instance inform your line manager, or contact the service desk.</p><p>Unusual or unexplained events, such as messages appearing on your device, can indicate that an incident is happening, and these should be reported as soon as possible.</p><p>If an incident is detected by JOYN, you may be asked to take specific action, such as logging off systems or closing your device down. You should comply with such requests as soon as possible.</p>"
        },
        {
          "Titulo": "1.12 - Malware Protection",
          "content": "<ul><li>Your device will be protected by organization-supplied anti-malware software</li><li>You must not attempt to disable anti-malware protection provided to protect your device</li><li>You must take care not to introduce viruses or other malware into the system or network, for example by inserting unknown peripherals or media into your device</li></ul>"
        },
        {
          "Titulo": "1.13 - Internet Acceptable Use Policy",
          "content": "<p>The objective of this policy is to direct all users of the Internet service by:</p><ul><li>Providing guidance on expected working practice</li><li>Highlighting issues affecting use</li><li>Describing the standards that users must maintain</li><li>Stating the actions that may be taken to monitor the effectiveness of this policy</li><li>Warning users about the consequences of inappropriate use of the internet service</li></ul><p>The Internet service is made available for the business purposes of the organization. A certain amount of personal use is permitted in accordance with the statements contained within this policy.</p><p>It is recognized that it is impossible to define precise rules covering all Internet activities and adherence should be undertaken within the spirit of the policy to ensure productive use of the Internet is made.</p><p>Non-compliance with this policy could have a significant effect on the efficient operation of the organization and may result in financial loss and an inability to provide necessary services to our customers. If any user is found to have breached this policy, they will be subject to disciplinary procedure. If a criminal offence is considered to have been committed further action may be taken to assist in the prosecution of the offender(s).</p><p>If you do not understand the implications of this policy or how it may apply to you, seek advice in the first instance from your immediate manager.</p><p>Your Internet access must be used in accordance with this policy for tasks reasonably related to your work including:</p><ul><li>Access to information and systems that is pertinent to fulfilling the organization's business obligations</li><li>The capability to post updates to organization-owned and/or maintained websites and social media accounts</li><li>An electronic commerce facility (e.g. purchasing equipment for the organization)</li><li>Research</li></ul><p>The organization will provide secure access to the Internet from your business device e.g. desktop computer or laptop. The IT Service Provider is responsible for the technical management of this access.</p><p>You are responsible for the security provided by your account username and password. Only you must know your password and you must be the only person who uses the Internet whilst logged on with your account.</p><p>You must not use anyone else's user account to access the Internet.</p><p>The provision of Internet access is owned by the organization and all access is recorded, logged and interrogated for the purposes of:</p><ul><li>Monitoring total usage to ensure business use is not impacted by lack of capacity</li><li>Monitoring all access for reports that are produced for line managers and auditors</li></ul><p>Except where it is strictly and necessarily required for your work, for example IT audit activity or other investigation, you must not use the Internet access provided by JOYN to:</p><ul><li>Create, download, upload, display or access knowingly, sites that contain pornography or other \"unsuitable\" material that might be deemed illegal, obscene or offensive</li><li>Subscribe to, enter or use peer-to-peer networks or install software that allows sharing of music, video or image files</li><li>Subscribe to, enter or utilize real time chat facilities such as chat rooms, text messenger or pager programs</li><li>Subscribe to, enter or use online gaming or betting sites</li><li>Subscribe to or enter \"money making\" sites or enter or use \"money making\" programs</li><li>Run a private business</li><li>Download any software that does not comply with the organization's software policy</li></ul><p>The above list gives examples of \"unsuitable\" usage but is neither exclusive nor exhaustive. \"Unsuitable\" material will include data, images, audio files or video files the transmission of which is illegal and material that is against the rule, essence and spirit of this and other organizational policies.</p><p>The organization will take steps to block the following categories of websites:</p><ul><li>Illegal</li><li>Pornographic</li><li>Violence</li><li>Hate and discrimination</li><li>Offensive</li><li>Weapons</li><li>Hacking</li><li>Web chat</li><li>Gambling</li><li>Dating</li><li>Radio stations</li><li>Games</li><li>Streaming Media</li></ul><p>If you have inadvertently attempted to access such a site, you should inform the IT Service Provider immediately.</p>"
        },
        {
          "Titulo": "1.14 - Software Policy",
          "content": "<p>JOYN uses many types of computer software to perform its business operations and always relies upon the correct functioning and security of that software. It is imperative therefore that steps are taken to ensure that only approved software is used within the organization and that no classified information is put at risk.</p><p>This policy sets out how software will be acquired, registered, installed and developed within JOYN.</p><p>This control applies to all systems, people and processes that constitute the organization's information systems, including board members, directors, employees, suppliers and other third parties who have access to JOYN systems.</p><p>All computer software to be used within the organization must be purchased in coordination with the IT Service Desk. This is necessary to ensure that:</p><ul><li>Licensing requirements are addressed</li><li>The software works effectively with the standard corporate software image</li><li>Use of the software can be supported by the IT Service Desk</li><li>Best value for money is obtained in procurement</li></ul><p>Software should be purchased using local departmental budgets after IT Service Desk being consulted.</p><p>All software in use within JOYN must be correctly licensed. This is a legal requirement and compliance is monitored by various industry bodies.</p><p>All installed software programs will be registered, if possible, in the name of the organization, not the individual. Purchased software is a corporate asset and licenses will frequently be reused as the shape of the organization changes.</p><p>Asset and mobile device management software is under implementation to keep track of all installed instances of software titles and regular audits will be carried out. Any user with unlicensed software installed will be asked to remove it; it is the responsibility of users to ensure they do not install unlicensed software on their computer equipment and/or corporate servers.</p><p>Users will be permitted to install software from approved internal JOYN Stores or external app stores, such as Apple and/or Microsoft Store, or from an enterprise-specific store created for this purpose.</p><p>In some circumstances, licensed software may be installed by the IT Service Desk or appropriate technical team or supplier upon request and once any required licenses have been purchased.</p><p>Software will not be installed prior to a valid license being ordered, unless for non-production scenarios, trial, demos or any other scenario that do not constitute a legal breach of software rights.</p><p>The user must not attempt to install any software that is licensed to them personally, whether or not it is free, shareware or commercial. This includes evaluation versions of software programs.</p><p>Users must not remove licensed software from their devices without informing the IT Service Desk as this potentially represents a waste of a corporate asset or licensed being lost.</p>"
        },
        {
          "Titulo": "1.15 - IP and Copyright Compliance Policy",
          "content": "<p>In creating and maintaining an Information Security Management System (ISMS) it is vital that a full understanding is gained of the various intellectual property and copyright requirements that apply to JOYN and its business. This will ensure that the organization continues to meet its obligations and its board of directors and other stakeholders are not exposed to the risk of criminal prosecution or corporate liability.</p><p>The purpose of this policy is to document how such requirements will be identified and complied with.</p><p>Intellectual property can exist in many forms including:</p><ul><li>Books</li><li>Documents</li><li>Software</li><li>Designs</li><li>Logos</li><li>Music</li><li>Recordings</li><li>Digital media</li><li>Photographs</li><li>Films/Movies and videos</li><li>Plays</li></ul><p>It is important that intellectual property is protected by law otherwise individuals and organizations may not create anything new because there would be little benefit to the creator in doing so.</p><p>Protection of intellectual property is provided by the following main mechanisms:</p><ul><li>Patent</li><li>Trademark</li><li>Industrial Design</li><li>Geographical Indication</li><li>Copyright</li></ul><p>IP protection is provided via a national and international legal framework and at a high level is included in Article 27 of the Universal Declaration of Human Rights.</p><p>Internationally the World Intellectual Property Organization (WIPO) in Switzerland (part of the United Nations) provides guidance and administration of many of the applicable international treaties that have been agreed between countries to enforce the protection of IP worldwide.</p><p>Computer programs and databases are specifically protected under copyright law. In general, the author is the owner of the copyright unless the work \"is made by an employee in the course of his employment\" in which case the owner of the copyright is the employer.</p><p>If you are not the owner of the copyright in a particular work, it is an infringement of the rights to:</p><ul><li>Copy the work</li><li>Issue copies of the work to the public</li><li>Rent or lend the work to the public</li><li>Perform, show or play the work in public</li><li>Communicate the work to the public</li><li>Make an adaptation of the work or do any of the above in relation to an adaptation, unless you have been granted a license to do so by the copyright owner</li></ul><p>In cases of infringement a copyright owner can take the person or organization involved to court and if proven may be awarded damages. They may also take out a court injunction to prevent the infringer from using the copyright material and possibly to have it destroyed.</p><p>Employees responsible for knowingly infringing copyright will be subject to disciplinary action by the organization.</p><p>All software used within JOYN must comply with our Software Policy and be on the list of approved software. This is the case whichever type of license is involved and whether or not payment is made.</p><p>Software must always be obtained from a source authorized by the copyright holder and evidence of purchase kept, including:</p><ul><li>Receipt of purchase</li><li>License agreement</li><li>Number of licenses</li><li>License keys</li><li>Physical media, for example CD/DVDs</li><li>Software manuals</li></ul><p>Installation and use of software on JOYN systems will be subject to regular monitoring to ensure this policy is complied with.</p><p>Of course, copyright issues do not only apply when our organization makes use of another people's work. Original materials are produced on a regular basis with JOYN and these will be subject to the same levels of protection set out within this policy.</p><p>Often the establishment of IP rights will be carried out as part of a business process (for example application for patents as part of research and development) and it is important for all employees to know what IP the organization holds that needs to be protected from infringement.</p><p>However, for those creative works being generated outside of formal business processes the following considerations must be remembered if our IP is to be protected:</p><ul><li>Ensure that a claim to copyright is included on all works that are intended for outside distribution</li><li>Remain vigilant for instances where our copyrights, patents, trademarks or industrial designs are being used without permission</li><li>Report all suspected infringements to the legal team</li><li>Consider licensing terms when sending items that might be termed IP to others outside the organization</li><li>Make sure that everyone understands the law and what is and is not permitted with respect to our IP</li></ul><p>Creativity is an expensive business so we must make sure we gain maximum benefit from it.</p>"
        },
        {
          "Titulo": "1.16 - Records Retention and Protection Policy",
          "content": "<p>In its everyday business operations JOYN collects and stores records of many types and in a variety of different formats. The relative importance and sensitivity of these records also varies and is subject to the organization's security classification scheme.</p><p>It is important that these records are protected from loss, destruction, falsification, unauthorized access and unauthorized release and range of controls are used to ensure this, including backups, access control and encryption.</p><p>JOYN also has a responsibility to ensure that it complies with all relevant legal, regulatory and contractual requirements in the collection, storage, retrieval and destruction of records, including those concerned with the protection of personal data.</p><p>This control applies to all systems, people and processes that constitute the organization's information systems, including board members, directors, employees, suppliers and other third parties who have access to JOYN systems.</p><p>There are several key general principles that must be adopted when considering record retention and protection policy. These are:</p><ul><li>Records must be held in compliance with all applicable legal, regulatory and contractual requirements, including those related to privacy (for example the EU GDPR)</li><li>Records must not be held for any longer than required</li><li>The protection of records in terms of their confidentiality, integrity and availability must be in accordance with their security classification</li><li>Records must always remain retrievable in line with business requirements</li></ul><p>Electronic records are the primary way of saving and safeguarding information. Paper should only be used if:</p><ol><li>Required by law or regulations</li><li>Not possible to store electronically</li><li>In very specific circumstances where a paper copy serves as a critical backup</li></ol><br><figure class=\"table\" style=\"width:100%;\"><table class=\"ck-table-resized text-neutral\"><thead><tr><th>Record Category</th><th>Description</th><th>Retention Period</th><th>Reason for Retention</th><th>Allowable Storage Media</th></tr></thead><tbody><tr><td>Accounting</td><td>Invoices, purchase orders, accounts and other financial records</td><td>Data should be retained for the shortest possible time but at least 10 years, regarding the conservation of books, records and supporting documents, and up to the deadline for maximum period within which dispute might occur.</td><td>RGPD ; Decree- Law no. 28/2019, February 15th</td><td>Electronic, paper</td></tr><tr><td>System Transaction Logs</td><td>Database journals and other logs used for database recovery</td><td>Between 0 and 30 days</td><td>Based on backup and recovery strategy</td><td>Electronic</td></tr><tr><td>Audit Logs</td><td>Security logs e.g. records of logon/logoff and permission changes</td><td>12 months, unless law states otherwise</td><td>Maximum period of delay before forensic investigation; Law enforce</td><td>Electronic</td></tr><tr><td>Operational Procedures</td><td>Records associated with the completion of operational procedures</td><td>Data should be retained for the shortest possible time but at least 10 years, regarding the conservation of books, records and supporting documents, and up to the deadline for maximum period within which dispute might occur.</td><td>RGPD ; Decree- Law no. 28/2019, February 15th</td><td>Electronic</td></tr><tr><td>Customer</td><td>Customer names, addresses, order history, credit card and bank details</td><td>Data should be retained for the shortest possible time but at least 10 years, regarding the conservation of books, records and supporting documents, and up to the deadline for maximum period within which dispute might occur.<br><br>This period should take into account the reasons why processing of the data is necessary, as well as any legal obligations to retain the data for a certain period of time. This must be checked on a case-by-case basis for each contract</td><td>RGPD ; Decree- Law no. 28/2019, February 15th</td><td>Electronic, paper</td></tr><tr><td>Supplier</td><td>Supplier names, addresses, company details</td><td>Data should be retained for the shortest possible time but at least 10 years, regarding the conservation of books, records and supporting documents, and up to the deadline for maximum period within which dispute might occur.<br><br>This period should take into account the reasons why processing of the data is necessary, as well as any legal obligations to retain the data for a certain period of time. This must be checked on a case-by-case basis for each contract.</td><td>RGPD ; Decree- Law no. 28/2019, February 15th</td><td>Electronic, paper</td></tr><tr><td>Contractual</td><td>Legal contracts, terms and conditions, leases</td><td>Data should be retained for the shortest possible time but at least 10 years, regarding the conservation of books, records and supporting documents, and up to the deadline for maximum period within which dispute might occur.<br><br>This period should take into account the reasons why processing of the data is necessary, as well as any legal obligations to retain the data for a certain period of time. This must be checked on a case-by-case basis for each contract.</td><td>RGPD ; Decree- Law no. 28/2019, February 15th</td><td>Electronic, paper</td></tr><tr><td>Human Resources</td><td>Documentation on staff selection (candidates only)</td><td>5 years after the last update</td><td>Article 32.º, no. 1 Law no. 7/2009, February 12th (Labour Code)</td><td>Electronic, paper</td></tr><tr><td>Human Resources</td><td>Documents and workers' information needed for personnel administrative management</td><td>1 year after the term of the labour contract</td><td>CNPD's Authorization no. 4/99 (CNPD's Resolution 60/2000)</td><td>Electronic, paper</td></tr><tr><td>Human Resources</td><td>Documents and information necessary for the processing of salaries and other payments owed by the employer</td><td>10 years after the term of the labour contract</td><td>CNPD's Authorization no. 1/99 (CNPD's Resolution 60/2000)</td><td>Electronic, paper</td></tr><tr><td>Human Resources</td><td>Documentation of a labour nature or related to the fulfilment of Social Security obligations</td><td>5 years after the term of the labour contract</td><td>Article 52.º Law no. 107/2009, September 14th</td><td>Electronic, paper</td></tr><tr><td>Human Resources</td><td>Occupational risk prevention documentation and medical history (occupational medicine)</td><td>40 years after the term of the labour contract</td><td>Article 46º Law no. 102/2009, September 10th</td><td>Electronic, paper</td></tr><tr><td>Building management</td><td>Video surveillance of buildings</td><td>30 days</td><td>Article 31.º, no. 2 Law no. 34/2013, May 16th and CNPD's Resolution 61/2004</td><td>Electronic</td></tr><tr><td>Building management</td><td>Registration data of people entering and leaving the building</td><td>6 months</td><td>Article 3º of CNPD's Authorization no. 5/99</td><td>Electronic, paper</td></tr><tr><td>Operational</td><td>Email accounts and / or other electronic data platforms containing employee's work digital information</td><td>0 days to 6 months</td><td>Important company operational information, handover process, due diligence, law and regulations</td><td>Electronic</td></tr></tbody></table></figure><p>Where appropriate to the classification of information and the storage medium, cryptographic techniques may be used to ensure the confidentiality and integrity of records.</p><p>Where records are legally (or practically) required to be stored on paper, adequate precautions must be taken to ensure that environmental conditions remain suitable for the type of paper used. Where possible, backup copies of such records may be taken by methods such as scanning or microfiche. Regular checks must be made to assess the rate of deterioration of the paper and action taken to preserve the records if required.</p><p>For records stored on electronic media such as tape, similar precautions must be taken to ensure the longevity of the materials, including correct storage and copying onto more robust media if necessary. The ability to read the contents of the particular tape (or other similar media) format must be maintained by the keeping of a device capable of processing it. If this is impractical an external third party may be employed to convert the media onto an alternative format.</p><p>Once records have reached the end of their life according to the defined policy, they must be securely destroyed in a manner that ensures that they can no longer be used in line with established procedures for the management of removable media.</p>"
        },
        {
          "Titulo": "1.17 - Privacy and Personal Data Protection Policy",
          "content": "<p>In its everyday business operations JOYN makes use of a variety of data about identifiable individuals, including data about:</p><ul><li>Current, past and prospective employees</li><li>Customers</li><li>Users of its websites</li><li>Subscribers</li><li>Other stakeholders</li></ul><p>In collecting and using this data, the organization is subject to a variety of legislation controlling how such activities may be carried out and the safeguards that must be put in place to protect it.</p><p>The purpose of this policy is to set out the relevant legislation and to describe the steps JOYN is taking to ensure that it complies with it.</p><p>The General Data Protection Regulation 2016 (GDPR) is one of the most significant pieces of legislation affecting the way that JOYN carries out its information processing activities. Significant fines are applicable if a breach is deemed to have occurred under the GDPR, which is designed to protect the personal data of citizens of the European Union. It is JOYN's policy to ensure that our compliance with the GDPR and other relevant legislation is clear and demonstrable at all times.</p><p>There is a total of 26 definitions listed within Article 4 – Definitions of the GDPR and it is not appropriate to reproduce them all here. However, the most fundamental definitions with respect to this policy are as follows:</p><p><strong>Personal data</strong> is defined as: \"any information relating to an identified or identifiable natural person ('data subject'); an identifiable natural person is one who can be identified, directly or indirectly, in particular by reference to an identifier such as a name, an identification number, location data, an online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity of that natural person.\"</p><p><strong>Processing</strong> means: \"any operation or set of operations which is performed on personal data or on sets of personal data, whether or not by automated means, such as collection, recording, organization, structuring, storage, adaptation or alteration, retrieval, consultation, use, disclosure by transmission, dissemination or otherwise making available, alignment or combination, restriction, erasure or destruction.\"</p><p><strong>Controller</strong> means: \"the natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the processing of personal data; where the purposes and means of such processing are determined by Union or Member State law, the controller or the specific criteria for its nomination may be provided for by Union or Member State law.\"</p><p>JOYN must ensure that it complies with all these principles both in the processing it currently carries out and as part of the introduction of new methods of processing such as new IT systems. The operation of an information security management system (ISMS) that conforms to the ISO/IEC 27001 international standard is a key part of that commitment.</p><p>Transfers of personal data outside the proper jurisdiction (e.g. moving data outside European Union if JOYN is dealing with an EU customer, or, moving data outside United States if JOYN is dealing with a USA customer) must be carefully reviewed prior to the transfer taking place to ensure that they fall within the limits imposed by the proper law/regulations (e.g. GDPR for EU, HIPAA for US, PIPEDA for Canada). This depends partly on the government's judgement as to the adequacy of the safeguards for personal data applicable in the receiving country and this may change over time.</p><p>It may be necessary for specific contractual terms to be used to cover international transfers. Where possible, these should be based upon standard contractual clauses (SCCs) made available by the relevant authority.</p><p>It is JOYN's policy to be fair and proportionate when considering the actions to be taken to inform affected parties regarding breaches of personal data. In line with the GDPR, where a breach is known to have occurred which is likely to result in a risk to the rights and freedoms of individuals, the relevant supervisory authority will be informed within 72 hours. This will be managed in accordance with the Information Security Incident Response Procedure which sets out the overall process of handling information security incidents.</p><p>Under the GDPR the relevant supervisory authority has the power to impose a range of fines of up to four percent of annual worldwide turnover or twenty million Euros, whichever is the higher, for infringements of the regulations.</p><p>The following actions are undertaken to ensure that JOYN complies at all times with the accountability principle of the GDPR:</p><ul><li>The legal basis for processing personal data is clear and unambiguous</li><li>A Data Protection Officer, either an employee or outsourced, is appointed with specific responsibility for data protection in the organization</li><li>All staff involved in handling personal data understand their responsibilities for following good data protection practice</li><li>Training in data protection has been provided to all staff</li><li>Rules regarding consent are followed</li><li>Routes are available to data subjects wishing to exercise their rights regarding personal data and such enquiries are handled effectively</li><li>Regular reviews of procedures involving personal data are carried out</li><li>Privacy by design is adopted for all new or changed systems and processes</li><li>The following documentation of processing activities is recorded: Organization name and relevant details, Purposes of the personal data processing, Categories of individuals and personal data processed, Categories of personal data recipients, Agreements and mechanisms for transfers of personal data to outside of native data sovereignty (e.g. moving EU data to non-EU countries, or, moving US data outside USA) including details of controls in place, Personal data retention schedules, Relevant technical and organizational controls in place</li></ul><p>These actions will be reviewed on a regular basis as part of the management review process of the information security management system.</p><p>In addition to holding personal data on our own account, JOYN also stores and processes the personal data of our cloud customers. In doing so, there are a number of additional obligations that must be fulfilled to allow our customers to stay within the law. Our policy in this area is informed by ISO/IEC 27018 – Code of practice for protection of personally identifiable information (PII) in public clouds acting as PII processors which, as well as recommending specific enhancements to ISO/IEC 27001 controls, also provides the following policy guidance:</p><ul><li>We must provide our customers with the facilities to meet their obligations under law in activities such as accessing, amending and erasing individuals' PII</li><li>We must only use the cloud customer's PII for their purposes, not our own</li><li>The customer must be informed if we are required by law to disclose any of their data, unless we are prohibited from doing so</li><li>Details of disclosures must be recorded</li><li>We must tell our customers if we use sub-contractors to process their PII</li><li>We must tell our customers if their PII is subject to unauthorized access</li><li>It must be clear in which country or countries the customer's PII is stored</li></ul><p>Additional recommendations stated in ISO/IEC 27018 are also included in the relevant policies and procedures within the ISMS.</p>"
        },
        {
          "Titulo": "1.18 - Clean Desk Policy",
          "content": "<p>Creation and handling of printed materials containing classified information must conform to the following controls:</p><ul><li>Where possible, the printing of classified information must be avoided</li><li>When classified information is printed, care must be taken that printouts are not accessible to unauthorized people</li><li>PIN-protected facilities (or similar) must be used where available when printing classified information</li><li>When unattended, classified printed information must be locked away and appropriate control exercised over the key or other security mechanism</li><li>Classified printed materials must not be left on desks (or other unsecured areas) outside the office hours</li><li>Use of photocopiers must be subject to access controls to prevent their use by unauthorized people</li></ul><p>In general, use of removable media must be subject to appropriate controls. Approved media that is used in an office environment must be subject to the following additional controls:</p><ul><li>Removable media, such as memory sticks and storage cards, that contain classified information must not be left unattended e.g. on desks</li><li>Outside of working hours, removable media must be secured appropriately e.g. in a locked drawer or cabinet</li></ul>"
        },
        {
          "Titulo": "1.19 - Clean Screen Policy",
          "content": "<p>The following actions must be taken to ensure the security of information displayed on a computer or device screen:</p><ul><li>Screens must be locked when unattended, so that classified information is not displayed, and no access is available to restricted systems</li><li>Screen locks must be protected by a password (or other approved mechanism) that meets organization policies on strength</li><li>Care must be taken that screens are not sited such that the information displayed on them can be easily seen by unauthorized people</li><li>Users must remain aware of situations in which their screen may be overlooked by unauthorized people, including visitors</li><li>Cameras or other recording devices (including mobile devices with a camera) must not be used in the vicinity of screens which may display classified information</li></ul>"
        }
      ]
    },
    {
      "__component": "ui.spacer",
      "id": 2,
      "tamanho": "px32"
    }
  ]
}
