{
  "documentId": "r93arrvv64fur44oems502m6",
  "Title": "Direito de Parentalidade",
  "slug": "direito-de-parentalidade",
  "pageBanner": {
    "id": 69,
    "documentId": "pwarmzrfsvyegqhbg40yzaz2",
    "name": "pexels-fauxels-3184434.jpg",
    "alternativeText": null,
    "caption": null,
    "width": 6000,
    "height": 4004,
    "formats": {
      "large": {
        "ext": ".jpg",
        "url": "/cms-media/pexels_fauxels_3184434_c1ca826901.jpg",
        "hash": "large_pexels_fauxels_3184434_c1ca826901",
        "mime": "image/jpeg",
        "name": "large_pexels-fauxels-3184434.jpg",
        "path": null,
        "size": 103.28,
        "width": 1000,
        "height": 667,
        "sizeInBytes": 103276
      },
      "small": {
        "ext": ".jpg",
        "url": "/cms-media/pexels_fauxels_3184434_c1ca826901.jpg",
        "hash": "small_pexels_fauxels_3184434_c1ca826901",
        "mime": "image/jpeg",
        "name": "small_pexels-fauxels-3184434.jpg",
        "path": null,
        "size": 37.35,
        "width": 500,
        "height": 333,
        "sizeInBytes": 37353
      },
      "medium": {
        "ext": ".jpg",
        "url": "/cms-media/pexels_fauxels_3184434_c1ca826901.jpg",
        "hash": "medium_pexels_fauxels_3184434_c1ca826901",
        "mime": "image/jpeg",
        "name": "medium_pexels-fauxels-3184434.jpg",
        "path": null,
        "size": 68.51,
        "width": 750,
        "height": 501,
        "sizeInBytes": 68507
      },
      "thumbnail": {
        "ext": ".jpg",
        "url": "/cms-media/pexels_fauxels_3184434_c1ca826901.jpg",
        "hash": "thumbnail_pexels_fauxels_3184434_c1ca826901",
        "mime": "image/jpeg",
        "name": "thumbnail_pexels-fauxels-3184434.jpg",
        "path": null,
        "size": 12.08,
        "width": 234,
        "height": 156,
        "sizeInBytes": 12080
      }
    },
    "hash": "pexels_fauxels_3184434_c1ca826901",
    "ext": ".jpg",
    "mime": "image/jpeg",
    "size": 1967.93,
    "url": "/cms-media/pexels_fauxels_3184434_c1ca826901.jpg",
    "previewUrl": null,
    "provider": "cloudinary",
    "provider_metadata": null,
    "createdAt": "2025-04-14T18:05:07.341Z",
    "updatedAt": "2025-04-22T15:43:00.367Z",
    "publishedAt": "2025-04-14T18:05:07.342Z"
  },
  "Content": [
    {
      "__component": "ui.rich-text-block",
      "id": 189,
      "Content": "<h6>INFORMAÇÃO SOBRE A LEGISLAÇÃO REFERENTE AO DIREITO DE PARENTALIDADEE AOS DIREITOS E DEVERES EM MATÉRIA DE IGUALDADE E NÃO DISCRIMINAÇÃO</h6><p>Face à obrigação decorrente da recente alteração do Código do Trabalho, operada pela Lei n.º 120/2015, de 1 de setembro, que aditou o n.º 4 ao artigo 127.º, bem como a obrigatoriedade decorrente do n.º 4 do artigo 24.º do mesmo diploma, considera-se como parâmetros mínimos de cumprimento dos referidos normativos o seguinte:<br>&nbsp;</p><p><strong>DIREITOS E DEVERES EM MATÉRIA DE IGUALDADE E NÃO DISCRIMINAÇÃO</strong><br>O/a trabalhador/a tem direito à igualdade de oportunidades e de tratamento no emprego, na formação, na promoção da carreira e nas condições de trabalho, não podendo ser beneficiado/a, prejudicado/a, nomeadamente por causa da idade, sexo, nacionalidade, orientação sexual, deficiência, doença crónica, raça, língua, religião, convicções políticas ou ideológicas e filiação sindical artigo 24.º e 25.º do Código do Trabalho (CT).&nbsp;</p><p><br><strong>PRINCIPAIS DIREITOS/DEVERES DOS TRABALHADORES/AS</strong></p><ul><li>Igualdade em ação de formação profissional artigo 30.º n.º 3 do CT.</li><li>Igualdade de condições de trabalho em particular quanto à retribuição para a realização de trabalho igual ou de valor igual, o salário deve ser igual - artigo 31.º do CT.</li><li>Proteção na parentalidade (maternidade e paternidade) direitos na atribuição de licenças, dispensas e faltas, que não podem justificar diferenças na remuneração e ainda a especificidades quanto ao tempo de trabalho, proteção da segurança e saúde e proteção em caso de despedimento artigo 33.º e seguintes do CT.&nbsp;</li></ul><p>&nbsp;</p><p>&nbsp;</p><p><strong>PRINCIPAIS DIREITOS E DEVERES DOS PAIS E DAS MÃES TRABALHADORES/AS</strong></p><ul><li>A mãe e o pai trabalhadores têm direito por nascimento de filho, a licença parental inicial, cujo gozo podem partilhar após o parto. A mãe tem que gozar obrigatoriamente seis semanas de licença a seguir ao parto artigo 40.º do CT.</li><li>No caso da partilha do gozo da licença, a mãe e o pai, devem informar os respetivos empregadores, até sete dias após o parto, do início e fim dos períodos a gozar por cada um, entregando para o efeito declaração conjunta - artigo 40.º n.º 4 do CT.</li><li>Caso a licença não seja partilhada pela mãe e pelo pai, o progenitor que gozar a licença (que pode ser o pai) informa o respetivo empregador sete dias após o parto da duração da licença e do início do respetivo período, juntando declaração do outro progenitor do qual conste que o mesmo exerce atividade profissional e que não goza a licença parental inicial artigo 40.º n.º 5 do CT.</li><li>Períodos da licença parental - 120 dias pagos a 100 % da remuneração; 150 diaspagos a 80 %, mas se a mãe e o pai gozarem cada um/a, em exclusivo, pelo menos 30 dias consecutivos, ou dois períodos de 15 dias consecutivos, o montante é igual a 100 %.</li><li>A licença parental inicial de 150 dias consecutivos, pode ter a duração de 180 dias consecutivos, se a mãe e o pai gozarem cada um/a, em exclusivo, pelo menos 30 dias consecutivos, ou dois períodos de 15 dias consecutivos, após o período de gozo obrigatório pela mãe de seis semanas, pagos a 83% da remuneração de referência artigo 40.º n.º 2 do CT.</li><li>Dispensa de trabalho - para amamentação (pela mãe) e aleitação (pela mãe ou pai) de dois períodos distintos, com a duração máxima de uma hora cada, devendo ser comunicadas ao empregador com a antecedência de 10 dias artigos 47.º e 48.º do CT.</li><li>Faltas: - 30 dias por ano para assistência, em caso de doença ou acidente, a filho/a menor de 12 anos e 15 dias por ano, para assistência, a filho/a com 12 ou mais anos de idade - as faltas são justificadas, podendo o empregador exigir ao trabalhador prova da justificação. O montante diário dos subsídios é igual a 65 % da remuneração de referência - artigos 49.º n.ºs 2 e 5 do CT; - até quatro horas, uma vez por trimestre, para se deslocar à escola - as faltas são justificadas e não determinam perda de retribuição artigo 249.º, n.º 2, al. f) e artigo 255.º, n.º 1 do CT.</li><li>Proteção no despedimento A trabalhadora grávida, em gozo de licença parental inicial ou que amamente o/a filho/a ou de trabalhador no gozo da licença parental inicial (pode ser o pai) têm direito à proteção no despedimento, sendo obrigatória a solicitação de parecer prévio pela entidade empregadora à Comissão para a Igualdade no Trabalho e no Emprego (CITE), que o deverá emitir em 30 dias artigo 63.º do CT.&nbsp;<br>&nbsp;</li></ul><p>&nbsp;</p><p><strong>- Direitos exclusivos do pai trabalhador&nbsp;</strong><br>A licença parental inicial exclusiva do pai tem a duração total de 25 dias úteis, dos quais 15 são de gozo obrigatório e os outros 10 de gozo facultativo pagos a 100% da remuneração de referência. Os 15 dias úteis obrigatórios devem ser gozados nos 30 dias seguintes ao nascimento do/a filho/a, sendo os primeiros 5 dias gozados de modo consecutivo, imediatamente a seguir ao nascimento. Os 10 dias úteis facultativos podem ser gozados após os primeiros 15 dias obrigatórios, de modo consecutivo ou interpolado, em simultâneo com a licença parental inicial por parte da mãe, devendo avisar a entidade empregadora até 5 dias de antecedência. Em caso de nascimentos múltiplos, a licença parental inicial exclusiva do pai é acrescida de dois dias por cada gémeo/a além do/a primeiro/a, pagos a 100 % da remuneração de referência.</p><p><br><strong>- Assédio&nbsp;</strong><br>É proibido o assédio moral e sexual. O assédio é um comportamento indesejado (gesto, palavra, atitude) nomeadamente baseado nalgum fator discriminatório (por ex. sexo, nacionalidade, deficiência etc.) e praticado com algum grau de repetição com o objetivo ou o efeito de afetar a dignidade da pessoa ou criar um ambiente intimidativo, hostil, degradante, humilhante ou desestabilizador.&nbsp;</p><p><br>Nota: Os direitos de parentalidade não se esgotam na presente informação, pelo que sempre que se justifique a mesma deve ser complementada com a consulta da legislação que regula a matéria&nbsp;</p>"
    }
  ],
  "ParentPage": {
    "id": 303,
    "documentId": "ii8awp2vvugkfgg6raztm27k",
    "Title": "Politicas",
    "slug": "politicas",
    "createdAt": "2025-04-17T15:48:24.777Z",
    "updatedAt": "2025-05-29T14:48:40.906Z",
    "publishedAt": "2025-05-29T14:48:41.191Z"
  },
  "createdAt": "2025-04-22T16:01:08.285Z",
  "updatedAt": "2025-05-05T14:24:35.587Z"
}

