{
  "documentId": "intm5mkl8724aicduxv7t96o",
  "Title": "Política de Prevenção e Combate ao Assédio no Trabalho",
  "slug": "politica-de-prevencao-e-combate-ao-assedio-no-trabalho",
  "pageBanner": {
    "id": 69,
    "documentId": "pwarmzrfsvyegqhbg40yzaz2",
    "name": "pexels-fauxels-3184434.jpg",
    "alternativeText": null,
    "caption": null,
    "width": 6000,
    "height": 4004,
    "formats": {
      "large": {
        "ext": ".jpg",
        "url": "/cms-media/pexels_fauxels_3184434_c1ca826901.jpg",
        "hash": "large_pexels_fauxels_3184434_c1ca826901",
        "mime": "image/jpeg",
        "name": "large_pexels-fauxels-3184434.jpg",
        "path": null,
        "size": 103.28,
        "width": 1000,
        "height": 667,
        "sizeInBytes": 103276
      },
      "small": {
        "ext": ".jpg",
        "url": "/cms-media/pexels_fauxels_3184434_c1ca826901.jpg",
        "hash": "small_pexels_fauxels_3184434_c1ca826901",
        "mime": "image/jpeg",
        "name": "small_pexels-fauxels-3184434.jpg",
        "path": null,
        "size": 37.35,
        "width": 500,
        "height": 333,
        "sizeInBytes": 37353
      },
      "medium": {
        "ext": ".jpg",
        "url": "/cms-media/pexels_fauxels_3184434_c1ca826901.jpg",
        "hash": "medium_pexels_fauxels_3184434_c1ca826901",
        "mime": "image/jpeg",
        "name": "medium_pexels-fauxels-3184434.jpg",
        "path": null,
        "size": 68.51,
        "width": 750,
        "height": 501,
        "sizeInBytes": 68507
      },
      "thumbnail": {
        "ext": ".jpg",
        "url": "/cms-media/pexels_fauxels_3184434_c1ca826901.jpg",
        "hash": "thumbnail_pexels_fauxels_3184434_c1ca826901",
        "mime": "image/jpeg",
        "name": "thumbnail_pexels-fauxels-3184434.jpg",
        "path": null,
        "size": 12.08,
        "width": 234,
        "height": 156,
        "sizeInBytes": 12080
      }
    },
    "hash": "pexels_fauxels_3184434_c1ca826901",
    "ext": ".jpg",
    "mime": "image/jpeg",
    "size": 1967.93,
    "url": "/cms-media/pexels_fauxels_3184434_c1ca826901.jpg",
    "previewUrl": null,
    "provider": "cloudinary",
    "provider_metadata": null,
    "createdAt": "2025-04-14T18:05:07.341Z",
    "updatedAt": "2025-04-22T15:43:00.367Z",
    "publishedAt": "2025-04-14T18:05:07.342Z"
  },
  "Content": [
    {
      "__component": "ui.rich-text-block",
      "id": 184,
      "Content": "<p><strong>Enquadramento</strong><br>A Mainfyld Unipessoal LDA, adiante designada de Empresa, assume o compromisso em adotar e garantir a aplicação de uma estratégia e a correspondente afetação de recursos com vista à valorização pessoal e profissional dos seus trabalhadores, garantindo um ambiente seguro e saudável, por forma a promover a saúde física e mental dos seus profissionais.<br><br>O presente Código de Boa Conduta assenta na prevenção dos riscos psicossociais e, particularmente os relacionados com o assédio e a violência no trabalho, os princípios gerais e as regras de natureza legal, ética e deontológica que devem orientar o comportamento dos seus trabalhadores, com vista à sua prevenção e combate.<br><br><strong>Objeto e âmbito</strong><br>O presente Código de Conduta estabelece a política, as linhas de orientação de conduta profissional e os procedimentos para prevenção e combate ao assédio no trabalho dos trabalhadores da Empresa e ainda de todos aqueles que exerçam a sua atividade profissional nas nossas instalações ou nas instalações de terceiros, incluindo, entre outras, de aprendizagem.<br><br><strong>Compromisso</strong><br>1. Enquanto entidade empregadora, promovemos o respeito mútuo pela dignidade dos trabalhadores no trabalho, a todos os níveis, e repudiamos expressamente qualquer prática de assédio moral e/ou sexual no trabalho, por ser incompatível com a dignidade da pessoa humana.<br><br>2. Estamos totalmente empenhados em manter nos nossos locais de trabalho uma política de prevenção e combate a toda e qualquer forma de assédio e/ou violência, por ato lícito ou ilícito, assente, ou não, em fatores discriminatórios com base na ascendência, idade, sexo, orientação sexual, identidade de género, estado civil, situação familiar, situação económica, instrução, origem ou condição social, património genético, capacidade de trabalho reduzida, deficiência, doença crónica, nacionalidade, origem étnica ou raça, território de origem, língua, religião, convicções políticas ou ideológicas e filiação sindical, ou quaisquer outros fatores de discriminação.<br><br><strong>Princípios de atuação</strong><br>1. Os nossos trabalhadores atuam tendo em vista a prossecução do interesse organizacional e social, no respeito pelos princípios de igualdade e não discriminação, de prevenção e de combate ao assédio e/ou violência no trabalho.<br><br>2. No exercício das suas atividades, funções e competências, os trabalhadores relacionam-se de forma respeitosa, leal, urbana e digna, abstendo-se de abusos verbais, físicos e/ou psicológicos e de comportamentos discriminatórios em relação aos demais trabalhadores ou a terceiros, e aplicam os princípios constitucional e legalmente consagrados em matéria de proteção de direitos fundamentais nas relações Código de boa conduta para a prevenção e combate ao assédio no trabalho, designadamente os relativos a igualdade, integridade pessoal, confidencialidade e boa fé.<br><br>3. O assédio e os demais comportamentos que relevem do uso da violência no trabalho são, prioritariamente, objeto de intervenções preventivas, sem prejuízo das intervenções corretivas e repressivas, com as seguintes finalidades principais:<br>ü &nbsp;Integrar a prevenção e o combate ao assédio e/ou violência no trabalho, no âmbito da política de segurança e saúde no trabalho da ACT;<br>ü &nbsp;Promover uma cultura organizacional de tolerância zero quanto à prática de assédio;<br>ü &nbsp;Promover a consciencialização dos trabalhadores quanto à importância da prevenção, combate e eliminação do assédio e/ou violência no trabalho;<br>ü &nbsp;Facultar aos trabalhadores, e seus representantes, os instrumentos necessários para prevenir, identificar e gerir situações de assédio;<br>ü &nbsp;Assegurar a existência de mecanismos internos de comunicação de situações de perigo, bem como de canal de denúncia sobre irregularidade suscetível de ação disciplinar;<br>ü &nbsp;Garantir a confidencialidade dos processos de tratamento de informação e a inexistência de represálias sobre denunciantes e/ou testemunhas;<br>ü &nbsp;Instaurar processo disciplinar, nos termos da Lei Geral do Trabalho, sempre que tiver conhecimento de alegadas situações, de atos ou comportamentos suscetíveis de indiciar assédio ou violência no trabalho;<br>ü &nbsp;Conferir celeridade à tramitação dos processos associados;<br>ü &nbsp;Não tolerar acusações falsas, devendo os seus autores ser alvo de ação disciplinar;<br>ü &nbsp;Divulgar o Código de Boa Conduta junto dos seus destinatários.<br><br><strong>Papeis e responsabilidades</strong><br>1. Todos os dirigentes da empresa nas suas diversas hierarquias são responsáveis pela manutenção de um ambiente de trabalho que promova a dignidade individual e profissional, a saúde, a integridade e o bem-estar físico e psicológico.<br><br>2. Incumbe a todos os trabalhadores:<br>ü &nbsp;Colaborar com os respetivos dirigentes na manutenção de um ambiente de trabalho que promova a dignidade individual e profissional, a saúde, a integridade e o bem-estar físico e mental;<br>ü &nbsp;Reportar situações de perigo grave de assédio e/ou de violência no trabalho.<br><br>3. Compete ao empregador enquanto responsável da entidade patronal:<br>ü &nbsp;Analisar as denúncias sobre irregularidades suscetíveis de ação disciplinar que lhe sejam apresentadas;<br>ü &nbsp;Propor a ação disciplinar adequada em caso de acusações falsas apresentadas;<br>ü &nbsp;Tramitar os procedimentos disciplinares aplicáveis;<br>ü &nbsp;Dar a conhecer ao serviço externo de segurança e saúde no trabalho informação sobre os casos analisados e tramitados.<br><br>4. Compete à entidade patronal, coadjuvada pelo serviço externo de segurança e saúde no trabalho, promover as atividades preventivas de combate ao assédio, designadamente:<br>ü &nbsp;Receber e tratar as comunicações de situações de assédio e/ou violência no trabalho que os trabalhadores apresentem;<br>ü &nbsp;Disponibilizar o aconselhamento e a assistência que as potenciais vítimas de assédio e/ou violência possam solicitar;<br>ü &nbsp;Promover a realização de exame de saúde aos trabalhadores que evidenciem situações de saúde decorrentes de exposição ao assédio e/ou violência no trabalho;<br>ü &nbsp;Integrar a informação recebida no âmbito da avaliação de riscos psicossociais na organização, no correspondente plano de ação;<br>ü &nbsp;Dinamizar a realização de ações de sensibilização, formação e/ou informação;<br>ü &nbsp;Dar a conhecer o presente código sempre que haja novas admissões de trabalhadores, incluindo os que estão em regime probatório ou em período experimental, e dirigentes ou sempre que sejam contratados prestadores de serviços que desenvolvam regularmente atividades com os seus trabalhadores.<br><br><strong>Comunicações e Denúncias</strong><br>1. As situações que possam ser consideradas causa de perigo grave de assédio e/ou violência no trabalho devem ser comunicadas ao dirigente máximo da entidade patronal.<br><br>2. Os trabalhadores que considerem ser alvo de assédio no trabalho suscetível de constituir infração disciplinar podem denunciar a situação ao dirigente máximo da entidade patronal.<br><br>3. A comunicação e a denúncia, se meramente verbais, devem ser reduzidas a escrito com a identificação completa do seu autor(a) ou denunciante.<br><br>4. As comunicações e as denúncias devem ser sustentadas com informação circunstanciada, nomeadamente, a identificação do(a) assediado(a), a identificação da vítima, o(s) local(ais), a(s) data(s) em que ocorreu(ocorreram), a descrição circunstanciada dos factos e os meios de prova, em sede de tutela da personalidade, da igualdade e de proibição da discriminação.<br><br>5. As comunicações e denúncias são feitas através do endereço eletrónico a utilizar para este efeito: drh@fyld.pt<br><br><strong>Proteção da confidencialidade</strong><br>1. É assegurada a confidencialidade do procedimento quanto ao(à) denunciante, ao(à) denunciado(a), ao teor da denúncia, meios de prova testemunhal, documental ou pericial, abrangendo as diligências realizadas ou a realizar, pelo que todos os intervenientes devem agir com o sigilo necessário para proteger a dignidade e a privacidade de cada um, não devendo ser divulgada qualquer informação, procurando garantir-se a isenção, a igualdade e a transparência de todo o procedimento a todas as pessoas envolvidas.<br><br>2. É igualmente assegurada absoluta confidencialidade relativamente a todos os dados pessoais recolhidos, que serão usados exclusivamente no âmbito das atribuições e finalidades previstas no presente código.<br><br>3. O(A) denunciante e as testemunhas por si indicadas, que comunicaram ou impediram atos de assédio ou pressão abusiva, não podem ser sancionados disciplinarmente, com base em declarações ou factos constantes dos autos de processo, judicial ou contraordenacional, desencadeado por assédio ou violência no trabalho até decisão final transitada em julgado, sem prejuízo do exercício do direito ao contraditório, a menos que atuem com intenção de fazer uma acusação falsa.<br><br><strong>Referências:</strong><br>Código de Boa Conduta da Autoridade para as Condições de Trabalho.</p>"
    }
  ],
  "ParentPage": {
    "id": 303,
    "documentId": "ii8awp2vvugkfgg6raztm27k",
    "Title": "Politicas",
    "slug": "politicas",
    "createdAt": "2025-04-17T15:48:24.777Z",
    "updatedAt": "2025-05-29T14:48:40.906Z",
    "publishedAt": "2025-05-29T14:48:41.191Z"
  },
  "createdAt": "2025-04-22T16:00:12.890Z",
  "updatedAt": "2025-05-05T14:09:31.315Z"
}

